<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>(Multiselect)</key>
	<string>Nueva carpeta con selección (%d elementos)</string>
	<key>A-B Loop</key>
	<string>Bucle A-B</string>
	<key>A-B Loop Active</key>
	<string>Bucle A-B activo</string>
	<key>A-B Loop Cancel</key>
	<string>Cancelar bucle A-B</string>
	<key>A-B Loop: A</key>
	<string>Bucle A-B: A</string>
	<key>A-B Loop: A Greater than B</key>
	<string>Bucle A-B: A mayor que B</string>
	<key>A-B Loop: B</key>
	<string>Bucle A-B: B</string>
	<key>Actions</key>
	<string>Acciones</string>
	<key>Add</key>
	<string>Añadir</string>
	<key>Add Current Folder</key>
	<string>Agregar carpeta actual</string>
	<key>Add Separator</key>
	<string>Agregar separador</string>
	<key>Adjust Window to Actual Image Size</key>
	<string>Ajustar ventana al tamaño real de la imagen</string>
	<key>Adjust Window to Current Image Size</key>
	<string>Ajustar ventana al tamaño actual de la imagen</string>
	<key>Advanced</key>
	<string>Avanzado</string>
	<key>Alias Type</key>
	<string>Tipo de alias</string>
	<key>Always Generate HD Thumbnails</key>
	<string>Siempre generar miniaturas HD</string>
	<key>Always Generate Standard Thumbnails</key>
	<string>Generar siempre miniaturas estándar</string>
	<key>Apply Filter</key>
	<string>Aplicar filtro</string>
	<key>Apply to all</key>
	<string>Aplicar a todo</string>
	<key>Are you sure you want to move xxx to xxx?</key>
	<string>¿Seguro que quieres mover "%1$@" a "%2$@"?</string>
	<key>Arrow</key>
	<string>Flecha</string>
	<key>AudioMetadata-BitRate</key>
	<string>Tasa de bits</string>
	<key>AudioMetadata-ChannelLayout</key>
	<string>Diseño de canales</string>
	<key>AudioMetadata-Channels</key>
	<string>Canales</string>
	<key>AudioMetadata-CodecLongName</key>
	<string>Nombre Largo del Códec</string>
	<key>AudioMetadata-CodecName</key>
	<string>Nombre del códec</string>
	<key>AudioMetadata-Index</key>
	<string>Índice</string>
	<key>AudioMetadata-Language</key>
	<string>Idioma</string>
	<key>AudioMetadata-SampleRate</key>
	<string>Frecuencia de muestreo</string>
	<key>AudioMetadata-StreamTitle</key>
	<string>Título de la transmisión</string>
	<key>Auto</key>
	<string>Auto</string>
	<key>Auto Play Selected Video</key>
	<string>Reproducción automática del video seleccionado</string>
	<key>Auto Play Visible Video</key>
	<string>Reproducir automáticamente el video visible</string>
	<key>Auto Rename</key>
	<string>Renombrar automáticamente</string>
	<key>Border Thickness</key>
	<string>Grosor del borde</string>
	<key>Cancel</key>
	<string>Cancelar</string>
	<key>Cancel Auto Play Visible Video</key>
	<string>Cancelar la reproducción automática del video visible</string>
	<key>Cancel Filter</key>
	<string>Cancelar filtro</string>
	<key>Case Sensitive</key>
	<string>Distinguir mayúsculas de minúsculas</string>
	<key>Cell Padding</key>
	<string>Relleno de celda</string>
	<key>Center the Window</key>
	<string>Centrar la ventana</string>
	<key>Choose a file or folder</key>
	<string>Elija un archivo o carpeta</string>
	<key>Clear</key>
	<string>Borrar</string>
	<key>Close (Double Click)</key>
	<string>Cerrar (Doble clic)</string>
	<key>Close Other Tabs</key>
	<string>Cerrar otras pestañas</string>
	<key>Close Tab</key>
	<string>Cerrar pestaña</string>
	<key>Continue</key>
	<string>Continuar</string>
	<key>Copy</key>
	<string>Copiar</string>
	<key>Copy Path</key>
	<string>Copiar ruta</string>
	<key>Corner Radius</key>
	<string>Radio de esquina</string>
	<key>Custom Layout Style</key>
	<string>Estilo de diseño personalizado</string>
	<key>Custom Layout Style...</key>
	<string>Estilo de diseño personalizado...</string>
	<key>Custom Zoom Ratio...</key>
	<string>Relación de zoom personalizada...</string>
	<key>Custom Zoom Step...</key>
	<string>Paso de zoom personalizado...</string>
	<key>Date Added</key>
	<string>Fecha de adición</string>
	<key>Date Created</key>
	<string>Fecha de creación</string>
	<key>Date Modified</key>
	<string>Fecha de modificación</string>
	<key>Default Thumbnail Size</key>
	<string>Tamaño predeterminado de miniatura</string>
	<key>Delete</key>
	<string>Eliminar</string>
	<key>Demo</key>
	<string>Demostración</string>
	<key>Directory does not exist</key>
	<string>El directorio no existe</string>
	<key>Disable Automatic Play</key>
	<string>Desactivar reproducción automática</string>
	<key>Disable Automatic Scroll</key>
	<string>Desactivar el desplazamiento automático</string>
	<key>Edit Mode</key>
	<string>Modo de edición</string>
	<key>Ellipse</key>
	<string>Elipse</string>
	<key>Empty</key>
	<string>Vacío</string>
	<key>Enable Automatic Play</key>
	<string>Habilitar reproducción automática</string>
	<key>Enable Automatic Scroll</key>
	<string>Habilitar desplazamiento automático</string>
	<key>Enable HDR</key>
	<string>Activar HDR</string>
	<key>Enable Recursive Mode</key>
	<string>Habilitar modo recursivo</string>
	<key>Enlarge the Thumbnails</key>
	<string>Ampliar las miniaturas</string>
	<key>Enter Full Screen</key>
	<string>Entrar en pantalla completa</string>
	<key>Enter the auto play interval in seconds:</key>
	<string>Ingrese el intervalo de reproducción automática en segundos:</string>
	<key>Enter the scroll speed in pixels per second:</key>
	<string>Ingrese la velocidad de desplazamiento en píxeles por segundo</string>
	<key>Eraser</key>
	<string>Borrador</string>
	<key>Error</key>
	<string>Error</string>
	<key>Exif-ApertureValue</key>
	<string>Valor de apertura</string>
	<key>Exif-Artist</key>
	<string>Artista</string>
	<key>Exif-CameraMaker</key>
	<string>Fabricante</string>
	<key>Exif-CameraModel</key>
	<string>Modelo de cámara</string>
	<key>Exif-ColorModel</key>
	<string>Modelo de color</string>
	<key>Exif-DateTimeDigitized</key>
	<string>Fecha y hora de digitalización</string>
	<key>Exif-DateTimeOriginal</key>
	<string>Fecha y hora de captura</string>
	<key>Exif-Depth</key>
	<string>Profundidad</string>
	<key>Exif-ExposureTime</key>
	<string>Tiempo de exposición</string>
	<key>Exif-FNumber</key>
	<string>Número F</string>
	<key>Exif-FileAddedTime</key>
	<string>Hora de adición del archivo</string>
	<key>Exif-FileCreatedTime</key>
	<string>Hora de creación del archivo</string>
	<key>Exif-FileModifiedTime</key>
	<string>Hora de modificación del archivo</string>
	<key>Exif-FileSize</key>
	<string>Tamaño del archivo</string>
	<key>Exif-Flash</key>
	<string>Flash</string>
	<key>Exif-Flash-Off</key>
	<string>Apagado</string>
	<key>Exif-Flash-On</key>
	<string>Encendido</string>
	<key>Exif-FocalLength</key>
	<string>Longitud focal</string>
	<key>Exif-GPSAltitude</key>
	<string>Altitud GPS</string>
	<key>Exif-GPSLatitude</key>
	<string>Latitud GPS</string>
	<key>Exif-GPSLongitude</key>
	<string>Longitud GPS</string>
	<key>Exif-ISOSpeedRatings</key>
	<string>Valores ISO</string>
	<key>Exif-LensModel</key>
	<string>Modelo de lente</string>
	<key>Exif-ProfileName</key>
	<string>Nombre de perfil</string>
	<key>Exif-Rating</key>
	<string>Calificación</string>
	<key>Exif-Resolution</key>
	<string>Resolución</string>
	<key>Exif-Software</key>
	<string>Software</string>
	<key>Exif-TIFFDateTime</key>
	<string>Fecha y hora TIFF</string>
	<key>Exit Edit Mode</key>
	<string>Salir del modo de edición</string>
	<key>Exit Full Screen</key>
	<string>Salir de pantalla completa</string>
	<key>Exit Recursive Mode</key>
	<string>Salir del Modo Recursivo</string>
	<key>Failed to set this app as the default for some file types:
</key>
	<string>No se pudo establecer esta aplicación como predeterminada para algunos tipos de archivos:</string>
	<key>Favorites</key>
	<string>Favoritos</string>
	<key>File Already Exists</key>
	<string>El archivo ya existe</string>
	<key>File Info</key>
	<string>Información del archivo</string>
	<key>File Path</key>
	<string>Ruta de archivo</string>
	<key>Filename</key>
	<string>Nombre de archivo</string>
	<key>Filename Font Size</key>
	<string>Tamaño de fuente del nombre de archivo</string>
	<key>Filter</key>
	<string>Filtrar</string>
	<key>Filter by Finder Tag</key>
	<string>Filtrar por etiqueta de Finder</string>
	<key>Filter by Rating</key>
	<string>Filtrar por calificación</string>
	<key>Finder Alias</key>
	<string>Alias de Finder</string>
	<key>Finder Tags</key>
	<string>Etiquetas del Finder</string>
	<key>Folder</key>
	<string>Carpeta</string>
	<key>Folders</key>
	<string>Carpetas</string>
	<key>Follow Current Folder</key>
	<string>Seguir la Carpeta Actual</string>
	<key>General</key>
	<string>General</string>
	<key>Go Back</key>
	<string>Regresar</string>
	<key>Go Forward</key>
	<string>Ir hacia adelante</string>
	<key>Go To</key>
	<string>Ir a</string>
	<key>Grid View</key>
	<string>Vista de cuadrícula</string>
	<key>Have Reached the First</key>
	<string>Has alcanzado la primera</string>
	<key>Have Reached the Last</key>
	<string>Has llegado a la última</string>
	<key>Highlighter</key>
	<string>Resaltador</string>
	<key>Image</key>
	<string>Imagen</string>
	<key>Images</key>
	<string>Imágenes</string>
	<key>Include Folders</key>
	<string>Incluir carpetas</string>
	<key>Info</key>
	<string>Información</string>
	<key>Invalid current path</key>
	<string>Ruta actual no válida</string>
	<key>Invalid input, please enter a positive number</key>
	<string>Entrada no válida, por favor ingrese un número positivo</string>
	<key>Invalid relative path</key>
	<string>Ruta relativa no válida</string>
	<key>Justified View</key>
	<string>Vista Justificada</string>
	<key>Learn More...</key>
	<string>Aprende más...</string>
	<key>Line Space Adjustment</key>
	<string>Ajuste de Espacio entre Líneas</string>
	<key>Loading...</key>
	<string>Cargando...</string>
	<key>Location</key>
	<string>Ubicación</string>
	<key>Lock Mirror</key>
	<string>Bloquear espejo</string>
	<key>Lock Rotation</key>
	<string>Bloquear rotación</string>
	<key>Lock Zoom</key>
	<string>Bloquear zoom</string>
	<key>Match All (AND)</key>
	<string>Coincidir todo (Y)</string>
	<key>Match Any (OR)</key>
	<string>Coincidir cualquiera (O)</string>
	<key>Maximize Window</key>
	<string>Maximizar ventana</string>
	<key>Merge All Windows</key>
	<string>Combinar todas las ventanas</string>
	<key>Mirror Flip</key>
	<string>Voltear Espejo</string>
	<key>More</key>
	<string>Más</string>
	<key>Move Down</key>
	<string>Mover hacia abajo</string>
	<key>Move Here</key>
	<string>Mover Aquí</string>
	<key>Move Items</key>
	<string>Mover elementos</string>
	<key>Move Up</key>
	<string>Mover hacia arriba</string>
	<key>Move to Trash</key>
	<string>Mover a la papelera</string>
	<key>Name</key>
	<string>Nombre</string>
	<key>New</key>
	<string>Create</string>
	<key>New Folder</key>
	<string>Nueva carpeta</string>
	<key>New Tab</key>
	<string>Nueva pestaña</string>
	<key>New Tag</key>
	<string>Nueva etiqueta</string>
	<key>New Text File</key>
	<string>Crear nuevo archivo de texto</string>
	<key>New name for</key>
	<string>Nuevo nombre para</string>
	<key>No Color</key>
	<string>Sin color</string>
	<key>No Rating</key>
	<string>Sin calificación</string>
	<key>Non-Grid View</key>
	<string>Vista no cuadriculada</string>
	<key>Not Include Folders</key>
	<string>No incluir carpetas</string>
	<key>Not Show All Types of Files</key>
	<string>No mostrar todos los tipos de archivos</string>
	<key>Not Show Hidden Files</key>
	<string>No mostrar archivos ocultos</string>
	<key>OK</key>
	<string>Aceptar</string>
	<key>Only images can be edited</key>
	<string>Solo se pueden editar imágenes</string>
	<key>Open</key>
	<string>Abrir</string>
	<key>Open With</key>
	<string>Abrir con</string>
	<key>Open in Finder</key>
	<string>Abrir en Finder</string>
	<key>Open in Map</key>
	<string>Abrir en el mapa</string>
	<key>Open in New Tab</key>
	<string>Abrir en una pestaña nueva</string>
	<key>Open in Terminal</key>
	<string>Abrir en Terminal</string>
	<key>Open with External Player</key>
	<string>Abrir con reproductor externo</string>
	<key>Operation Logs</key>
	<string>Registros de operaciones</string>
	<key>Original Path</key>
	<string>Ruta original</string>
	<key>Other</key>
	<string>Otro</string>
	<key>Others</key>
	<string>Otros</string>
	<key>Paste</key>
	<string>Pegar</string>
	<key>Path does not exist</key>
	<string>La ruta no existe</string>
	<key>Pen</key>
	<string>Pluma</string>
	<key>Pin Window</key>
	<string>Fijar ventana</string>
	<key>Pin Window to Top</key>
	<string>Fijar ventana en la parte superior</string>
	<key>Please select a specific tag</key>
	<string>Por favor seleccione una etiqueta específica</string>
	<key>Portable Browsing Mode</key>
	<string>Modo de Navegación Portátil</string>
	<key>Portable Mode: Off</key>
	<string>Modo portátil: Desactivado</string>
	<key>Portable Mode: On</key>
	<string>Modo portátil: Activado</string>
	<key>Prefer Using Embedded Thumbnails</key>
	<string>Preferir usar miniaturas incrustadas</string>
	<key>Quick Search</key>
	<string>Búsqueda rápida</string>
	<key>RAW Uses Exif Embedded Thumbnail</key>
	<string>RAW usa miniatura incrustada Exif</string>
	<key>Rating</key>
	<string>Clasificación</string>
	<key>Readme...</key>
	<string>Léame...</string>
	<key>Rectangle</key>
	<string>Rectángulo</string>
	<key>Recursive Mode</key>
	<string>Modo Recursivo</string>
	<key>Redo</key>
	<string>Rehacer</string>
	<key>Reduce the Thumbnails</key>
	<string>Reducir los miniaturas</string>
	<key>Refresh</key>
	<string>Actualizar</string>
	<key>Regex</key>
	<string>Expresión regular</string>
	<key>Relative Path</key>
	<string>Ruta relativa</string>
	<key>Remember Position</key>
	<string>Recordar posición</string>
	<key>Remember Position: Disabled</key>
	<string>Recordar posición: Desactivado</string>
	<key>Remember Position: Enabled</key>
	<string>Recordar posición: Activado</string>
	<key>Remove</key>
	<string>Eliminar</string>
	<key>Remove All Tags</key>
	<string>Eliminar todas las etiquetas</string>
	<key>Remove Current Folder</key>
	<string>Eliminar carpeta actual</string>
	<key>Rename</key>
	<string>Renombrar</string>
	<key>Render Original RAW</key>
	<string>Renderizar RAW Original</string>
	<key>Replace</key>
	<string>Reemplazar</string>
	<key>Reset</key>
	<string>Restablecer</string>
	<key>Reverse Filter</key>
	<string>Filtro inverso</string>
	<key>Rotate %d°</key>
	<string>Girar %d°</string>
	<key>Rotate Clockwise</key>
	<string>Girar en sentido horario</string>
	<key>Rotate Counterclockwise</key>
	<string>Girar en sentido antihorario</string>
	<key>Save</key>
	<string>Guardar</string>
	<key>Scan &amp; Update Enhanced Index</key>
	<string>Escanear y actualizar índice mejorado</string>
	<key>Scan Complete</key>
	<string>Escaneo completo</string>
	<key>Scan Prompt</key>
	<string>Indicación de escaneo</string>
	<key>Scanning</key>
	<string>Escaneando</string>
	<key>Scanning...</key>
	<string>Escaneando...</string>
	<key>Search...</key>
	<string>Buscar...</string>
	<key>Sequential Playback</key>
	<string>Reproducción secuencial</string>
	<key>Sequential Playback: Disabled</key>
	<string>Reproducción secuencial: desactivada</string>
	<key>Sequential Playback: Enabled</key>
	<string>Reproducción Secuencial: Habilitada</string>
	<key>Set Auto Play Interval</key>
	<string>Establecer intervalo de reproducción automática</string>
	<key>Set Scroll Speed</key>
	<string>Establecer velocidad de desplazamiento</string>
	<key>Settings...</key>
	<string>Configuración...</string>
	<key>Share...</key>
	<string>Compartir...</string>
	<key>Show All</key>
	<string>Mostrar todo</string>
	<key>Show All Types of Files</key>
	<string>Mostrar todos los tipos de archivos</string>
	<key>Show Camera RAW Files</key>
	<string>Mostrar archivos RAW de la cámara</string>
	<key>Show Exif</key>
	<string>Mostrar Exif</string>
	<key>Show Filename</key>
	<string>Mostrar nombre de archivo</string>
	<key>Show Finder Tags and Ratings</key>
	<string>Mostrar etiquetas y calificaciones de Finder</string>
	<key>Show Hidden Files</key>
	<string>Mostrar archivos ocultos</string>
	<key>Show Image Files</key>
	<string>Mostrar archivos de imagen</string>
	<key>Show Info</key>
	<string>Mostrar información</string>
	<key>Show RAW/HDR Badge</key>
	<string>Mostrar insignia RAW/HDR</string>
	<key>Show Shadow</key>
	<string>Mostrar sombra</string>
	<key>Show Statistics in Window Title</key>
	<string>Mostrar estadísticas en el título de la ventana</string>
	<key>Show Tags and Ratings</key>
	<string>Mostrar etiquetas y calificaciones</string>
	<key>Show Video Files</key>
	<string>Mostrar archivos de video</string>
	<key>Show Video Metadata</key>
	<string>Mostrar metadatos del video</string>
	<key>Show in Finder</key>
	<string>Mostrar en Finder</string>
	<key>Show in Original Folder</key>
	<string>Mostrar en la carpeta original</string>
	<key>Sidebar</key>
	<string>Barra lateral</string>
	<key>Skip</key>
	<string>Saltar</string>
	<key>Sort</key>
	<string>Ordenar</string>
	<key>Sort Folders First</key>
	<string>Ordenar carpetas primero</string>
	<key>Sort Order</key>
	<string>Orden de Clasificación</string>
	<key>Sort Using Full Path In Collection Mode</key>
	<string>Ordenar usando la ruta completa en modo de colección</string>
	<key>Sort by EXIF Info</key>
	<string>Ordenar por información EXIF</string>
	<key>Statistic</key>
	<string>Estadística</string>
	<key>Stop</key>
	<string>Detener</string>
	<key>Success</key>
	<string>Éxito</string>
	<key>Symbolic Link</key>
	<string>Enlace simbólico</string>
	<key>Tagging</key>
	<string>Etiquetado</string>
	<key>Text File</key>
	<string>archivo de texto</string>
	<key>This app is now the default for all specified file types.</key>
	<string>Esta aplicación es ahora la predeterminada para todos los tipos de archivo especificados</string>
	<key>Thumbnail General</key>
	<string>Miniatura General</string>
	<key>Thumbnail Options</key>
	<string>Opciones de miniatura</string>
	<key>Thumbnail Size</key>
	<string>Tamaño de miniatura</string>
	<key>Undo</key>
	<string>Deshacer</string>
	<key>Unpin Window from Top</key>
	<string>Desanclar ventana de la parte superior</string>
	<key>Unsupported Video Format</key>
	<string>Formato de video no compatible</string>
	<key>Updating Index</key>
	<string>Actualizando índice</string>
	<key>Use Full Path</key>
	<string>Usar ruta completa</string>
	<key>Use Full Path in Window Title</key>
	<string>Usar ruta completa en el título de la ventana</string>
	<key>Use Internal Video Player</key>
	<string>Usar reproductor de video interno</string>
	<key>Video</key>
	<string>Video</string>
	<key>VideoMetadata-AvgFrameRate</key>
	<string>Velocidad media de fotogramas</string>
	<key>VideoMetadata-BitRate</key>
	<string>Tasa de bits</string>
	<key>VideoMetadata-CodecLongName</key>
	<string>Nombre Largo del Códec</string>
	<key>VideoMetadata-CodecName</key>
	<string>Nombre del códec</string>
	<key>VideoMetadata-ColorSpace</key>
	<string>Espacio de color</string>
	<key>VideoMetadata-CreationTime</key>
	<string>Hora de creación</string>
	<key>VideoMetadata-Duration</key>
	<string>Duración</string>
	<key>VideoMetadata-EncoderSoftwareName</key>
	<string>Nombre del software de codificación</string>
	<key>VideoMetadata-FormatName</key>
	<string>Nombre del formato</string>
	<key>VideoMetadata-Height</key>
	<string>Altura</string>
	<key>VideoMetadata-Index</key>
	<string>Índice</string>
	<key>VideoMetadata-Level</key>
	<string>Nivel</string>
	<key>VideoMetadata-PixelFormat</key>
	<string>Formato de píxel</string>
	<key>VideoMetadata-Profile</key>
	<string>Perfil</string>
	<key>VideoMetadata-RFrameRate</key>
	<string>Velocidad de fotogramas</string>
	<key>VideoMetadata-Width</key>
	<string>Anchura</string>
	<key>Videos</key>
	<string>Videos</string>
	<key>View</key>
	<string>Vista</string>
	<key>Volume</key>
	<string>Volumen</string>
	<key>Waterfall View</key>
	<string>Vista de Cascada</string>
	<key>Window Title</key>
	<string>Título de la ventana</string>
	<key>Zoom</key>
	<string>Acercar/Alejar</string>
	<key>Zoom In</key>
	<string>Acercar</string>
	<key>Zoom Out</key>
	<string>Alejarse</string>
	<key>ask-to-delete</key>
	<string>¿Está seguro de que desea mover estos archivos a la papelera?</string>
	<key>ask-to-delete-external</key>
	<string>Este directorio no admite mover a la papelera. Estos elementos se eliminarán inmediatamente y esta acción no se puede deshacer。</string>
	<key>ask-to-delete-nopermission</key>
	<string>¿Está seguro de que desea mover estos archivos a la papelera?

No se ha otorgado el permiso de "Automatización" a este programa. Después de mover a la papelera, no se puede usar la función "Restaurar a la ubicación original".</string>
	<key>ask-to-delete-shift</key>
	<string>¿Está seguro de que desea eliminar permanentemente estos archivos? Esta acción no se puede deshacer.</string>
	<key>back-folder</key>
	<string>Atrás</string>
	<key>cannot-copy-to-self</key>
	<string>No se puede copiar un archivo/carpeta en sí mismo o en su subdirectorio.</string>
	<key>cannot-move-to-self</key>
	<string>No se puede mover un archivo/carpeta a sí mismo o a su subdirectorio.</string>
	<key>copy-lowercase</key>
	<string>copiar</string>
	<key>copy-to-download</key>
	<string>Copiar a la carpeta "Descargas"</string>
	<key>do-you-want-replace</key>
	<string>¿Desea reemplazarlo con el archivo que está pegando o moviendo?</string>
	<key>do-you-want-replace(move)</key>
	<string>¿Quieres reemplazarlo con el archivo que estás moviendo?</string>
	<key>do-you-want-replace(paste)</key>
	<string>¿Quieres reemplazarlo con el archivo que estás pegando?</string>
	<key>empty-enclose</key>
	<string>(Vacío)</string>
	<key>file-exists-continue-batch-rename</key>
	<string>Los nombres secuenciales en el cambio de nombre por lotes entran en conflicto con archivos existentes. Por ejemplo, los nuevos nombres serían a_1.jpg, a_2.jpg, a_3.jpg... pero ya existe un archivo llamado a_2.jpg. ¿Debe incrementarse automáticamente el número secuencial para continuar?</string>
	<key>file-rightmenu-get-info</key>
	<string>Obtener información</string>
	<key>file-rightmenu-get-statistic</key>
	<string>Obtener Estadística</string>
	<key>file-size</key>
	<string>Tamaño</string>
	<key>first-time-use-prompt</key>
	<string>Haga doble clic en el botón izquierdo para cerrar
Imagen: Mantenga presionado el botón derecho o izquierdo y desplácese con la rueda para acercar o alejar
Video: Mantenga presionado el botón derecho del ratón y arrastre para ajustar el progreso de reproducción</string>
	<key>gen-thumb-info</key>
	<string>- "Preferir usar miniaturas incrustadas" se refiere a priorizar el uso de miniaturas incrustadas dentro de los datos EXIF de la imagen, que normalmente tienen una resolución más baja. Sin embargo, dado que solo se necesita leer el contenido del encabezado del archivo, puede mejorar significativamente la velocidad de lectura de imágenes en una unidad de red. Como la mayoría de las imágenes en Internet tienen sus datos EXIF eliminados para reducir el tamaño del archivo, el programa cambiará a "generar miniaturas estándar".

- "Generar miniaturas estándar" se refiere a crear miniaturas de calidad media con un tamaño de 512×512. En este caso, se necesita descargar el contenido completo del archivo. (Dado que las miniaturas incrustadas en imágenes RAW generalmente tienen una resolución más alta, sus miniaturas incrustadas aún son preferidas en este modo).

- "Generar miniaturas de alta definición" implica renderizar la imagen precisamente en el área de la miniatura, y se recomienda habilitar esta opción cuando el tamaño de la miniatura es mayor que el valor predeterminado. En este punto, la imagen re-renderizada puede consumir más memoria.

Además, no se generan miniaturas para carpetas en unidades externas de forma predeterminada. Por favor, vaya a "Configuración" -&gt; "Avanzado" para modificar las opciones relevantes.</string>
	<key>has-exist-in-dest</key>
	<string>Ya existe un archivo con el nombre "%@" en la carpeta de destino.</string>
	<key>has-same-name-files</key>
	<string>Hay archivos con el mismo nombre</string>
	<key>has-same-name-files-info</key>
	<string>El archivo fuente contiene archivos con el mismo nombre. ¿Deberían ser renombrados automáticamente?

Por ejemplo, varios archivos llamados abc.jpg de diferentes directorios se renombrarán automáticamente a abc.jpg, abc_2.jpg, abc_3.jpg...

Nota: Por favor, confirme el impacto de esta operación para evitar confusiones.</string>
	<key>image-dimensions</key>
	<string>Dimensiones</string>
	<key>input-new-folder-name</key>
	<string>Ingrese el nombre de la nueva carpeta: </string>
	<key>input-new-textfile-name</key>
	<string>Por favor, introduzca el nombre del archivo:</string>
	<key>move-to-download</key>
	<string>Mover a la carpeta "Descargas"</string>
	<key>next-folder</key>
	<string>Siguiente carpeta</string>
	<key>next-sibling</key>
	<string>Siguiente hermano</string>
	<key>next-sibling-of-parent</key>
	<string>Siguiente hermano del padre</string>
	<key>ocr-recog-fail</key>
	<string>La función OCR requiere macOS 13.0 o posterior</string>
	<key>open-in-new-tab-this</key>
	<string>Abrir esto en una nueva pestaña</string>
	<key>operation-logs-info</key>
	<string>Registros de las operaciones de eliminación, cambio de nombre, movimiento y pegado de archivos. Actualmente no hay contenido.</string>
	<key>optimizeWindow</key>
	<string>Tamaño de ventana óptimo</string>
	<key>pan-zoom</key>
	<string>Activar desplazamiento panorámico después de hacer zoom</string>
	<key>pan-zoom-info</key>
	<string>El comportamiento predeterminado de la rueda del mouse o el desplazamiento del touchpad es cambiar imágenes. Cuando esta función está habilitada, después de acercar la imagen, el comportamiento de desplazamiento cambia a panorámica. Esto se usa típicamente para ver capturas de pantalla largas o cómics.</string>
	<key>parent-folder</key>
	<string>Carpeta principal</string>
	<key>portable-mode-info</key>
	<string>En modo portátil:
 - Al abrir una imagen, la ventana se redimensiona automáticamente para ajustarse a las dimensiones de la imagen;
 - Al cerrar una imagen, la ventana se redimensiona automáticamente a una proporción de la pantalla</string>
	<key>previous-folder</key>
	<string>Carpeta anterior</string>
	<key>previous-sibling</key>
	<string>Hermano Anterior</string>
	<key>previous-sibling-of-parent</key>
	<string>Anterior Hermano del Padre</string>
	<key>qrcode-recog-fail</key>
	<string>No se pudo reconocer el código QR</string>
	<key>qrcode-recog-result</key>
	<string>Resultado de reconocimiento de código QR</string>
	<key>rating-info</key>
	<string>**Acerca de las calificaciones XMP** Las calificaciones XMP son un método universal de puntuación de imágenes que utiliza de 1 a 5 estrellas para indicar la prioridad de la imagen. Son metadatos estándar en la industria, no un formato propietario de FlowVision, y pueden ser reconocidos por muchas aplicaciones de software compatibles con XMP.

**¿Qué es XMP?** XMP (Extensible Metadata Platform) se puede considerar como una "tarjeta de información incrustada dentro de la imagen", comúnmente utilizada para almacenar metadatos editables como calificaciones, palabras clave e información de derechos de autor. A diferencia de EXIF, que registra principalmente la configuración de la cámara como velocidad de obturación, apertura e ISO, XMP se centra más en datos descriptivos y editables por el usuario. En términos de estructura de archivos, ambos residen en el área de metadatos de la imagen pero pertenecen a sistemas de denominación de datos o bloques de datos diferentes y pueden coexistir.

**¿Dónde se almacena la información de calificación?** FlowVision escribe las calificaciones en el campo xmp:Rating dentro de los metadatos de la imagen. Esta información suele estar incrustada dentro de la sección de metadatos del archivo de imagen, por ejemplo, en el segmento de metadatos de archivos JPEG o en los contenedores de metadatos correspondientes de formatos PNG, TIFF, HEIF y RAW, en lugar de estar almacenada por separado como un registro de base de datos o como metadatos del sistema de archivos.

**¿Qué significa "Sin calificación"?** Cuando seleccionas "Sin calificación", FlowVision borra el campo xmp:Rating (no escribe un valor de 0). Esto indica que actualmente la imagen no tiene una calificación asignada.

**Notas importantes** Establecer o borrar una calificación implica escribir en el archivo. Después de escribir, la fecha de modificación del archivo suele actualizarse, y el tamaño del archivo también puede cambiar ligeramente debido a que se reescriben los metadatos. Si dependes del tiempo de modificación para sincronización, copias de seguridad o clasificación, es recomendable entender este impacto antes de realizar calificaciones por lotes.</string>
	<key>raw-use-embeded-info</key>
	<string>Cuando esta opción está habilitada, use la miniatura Exif incrustada en lugar de renderizar el RAW original.

Los archivos RAW generalmente vienen con miniaturas Exif de alta calidad para la interfaz de vista previa de la cámara, que son imágenes no originales corregidas y procesadas por el programa integrado de la cámara. Al utilizar estas miniaturas, el programa puede acelerar significativamente los tiempos de carga.</string>
	<key>recognize-OCR</key>
	<string>Reconocer texto</string>
	<key>recognize-QRCode</key>
	<string>Reconocer código QR</string>
	<key>recursive-mode-info</key>
	<string>Una vez que el "Modo de Navegación Recursiva" esté habilitado, el área de miniaturas mostrará todos los archivos dentro de una carpeta y sus subdirectorios. Cuando "Incluir Carpetas" esté marcado, todas las subcarpetas también se mostrarán.

Escanear ciertos directorios del sistema o unidades de red puede hacer que el programa se retrase.

Además, en este modo, la aplicación no monitorizará los cambios en el sistema de archivos, por lo que si hay modificaciones externas (como ediciones o eliminaciones), por favor, actualice manualmente. Para los cambios dentro de la aplicación, para asegurar la continuidad operacional, la actualización automática no ocurrirá si hay demasiadas imágenes en la vista; por favor, actualice manualmente.</string>
	<key>recursive-mode-nodirection</key>
	<string>En modo recursivo, no se puede realizar la acción de encontrar la carpeta siguiente/anterior</string>
	<key>renaming-conflict</key>
	<string>Un archivo con este nombre ya existe Por favor, elige un nombre diferente</string>
	<key>save-to-custom-profile</key>
	<string>Guardar en perfil personalizado %@</string>
	<key>scan-enhanced-index-info</key>
	<string>POR HACER</string>
	<key>scanned-files</key>
	<string>Actualmente se han escaneado %d archivos, incluidos %d imágenes y %d videos. ¿Desea continuar?</string>
	<key>search-help</key>
	<string>**Filtrar contenido**  
El botón “Aplicar filtro” filtra los contenidos del directorio actual, mostrando solo los elementos que coinciden con los criterios de búsqueda. Para restaurar la vista original, borra los criterios de búsqueda y haz clic en este botón nuevamente, o haz clic en el icono de búsqueda en la barra de herramientas.

**Buscar en subcarpetas**  
Para buscar archivos en subdirectorios, primero habilita el “Modo de navegación recursiva”.

**¿Qué son las expresiones regulares?**  
Las expresiones regulares (regex) son patrones utilizados para coincidir combinaciones de caracteres dentro de cadenas. Son una herramienta poderosa de procesamiento de texto ampliamente utilizada para tareas como buscar, reemplazar y analizar texto.  
Por ejemplo:  
^2024 puede coincidir con archivos que comienzan con '2024';  
.*modified\.[^.]+$ puede coincidir con archivos que terminan con 'modified' (independientemente de la extensión);  
.*\.jpg$ puede coincidir con archivos con la extensión '.jpg'.

**Búsqueda avanzada**  
En el “Modo de navegación recursiva,” puedes usar adicionalmente la opción “Usar ruta completa” y combinarla con expresiones regulares para realizar búsquedas avanzadas.  
Por ejemplo, dado un camino completo de archivo como:  
/Users/Alice/Pictures/20220101/mypick/001.jpg  
puedes usar la expresión regular:  
^.*\/[^\/]*pick[^\/]*\/[^\/]+$  
para coincidir con todos los archivos cuyos nombres de directorio padre contengan “pick.” Para patrones regex más complejos, puedes usar modelos de lenguaje grandes para ayudar a escribirlos.</string>
	<key>sort-addDateA</key>
	<string>Ordenar por fecha de añadido</string>
	<key>sort-addDateZ</key>
	<string>Ordenar por fecha de añadido (descendente)</string>
	<key>sort-createDateA</key>
	<string>Ordenar por fecha de creación</string>
	<key>sort-createDateZ</key>
	<string>Ordenar por fecha de creación (descendente)</string>
	<key>sort-exif-local-warning</key>
	<string>Clasificar por información Exif requiere leer los encabezados de todos los archivos, lo que puede resultar en velocidades de carga lentas. Por ejemplo, la velocidad de referencia para leer información de archivos de video es de aproximadamente 10 por segundo.

El directorio actual contiene %d imágenes o videos, con un tiempo de carga máximo estimado de %d segundos. ¿Está seguro de que desea continuar?</string>
	<key>sort-exif-network-warning</key>
	<string>La clasificación por información Exif requiere leer los encabezados de todos los archivos, lo que puede resultar en velocidades de carga lentas. Por ejemplo, la velocidad de lectura de referencia en una unidad de red SMB es de aproximadamente 10 por segundo.

El directorio actual está ubicado en una unidad externa y contiene %d imágenes o videos, con un tiempo máximo de carga estimado de %d segundos. ¿Está seguro de que desea continuar?</string>
	<key>sort-exifDateA</key>
	<string>Ordenar por fecha Exif</string>
	<key>sort-exifDateZ</key>
	<string>Ordenar por fecha Exif (descendente)</string>
	<key>sort-exifPixelA</key>
	<string>Ordenar por tamaño de píxel Exif</string>
	<key>sort-exifPixelZ</key>
	<string>Ordenar por tamaño de píxel Exif (descendente)</string>
	<key>sort-extA</key>
	<string>Ordenar por tipo de archivo</string>
	<key>sort-extZ</key>
	<string>Ordenar por tipo de archivo (descendente)</string>
	<key>sort-label-date</key>
	<string>Fecha</string>
	<key>sort-label-exifDate</key>
	<string>Fecha Exif</string>
	<key>sort-label-exifPixel</key>
	<string>ExifPixel</string>
	<key>sort-label-ext</key>
	<string>Tipo</string>
	<key>sort-label-name</key>
	<string>Nombre</string>
	<key>sort-label-random</key>
	<string>Aleatorio</string>
	<key>sort-label-size</key>
	<string>Tamaño</string>
	<key>sort-modDateA</key>
	<string>Ordenar por fecha de modificación</string>
	<key>sort-modDateZ</key>
	<string>Ordenar por fecha de modificación (descendente)</string>
	<key>sort-pathA</key>
	<string>Ordenar por nombre de archivo</string>
	<key>sort-pathZ</key>
	<string>Ordenar por nombre de archivo (descendente)</string>
	<key>sort-random</key>
	<string>Ordenar Aleatoriamente</string>
	<key>sort-readme</key>
	<string>"Ordenar por ruta completa en modo colección" significa que, en modo recursivo o cuando se trabaja con colecciones de etiquetas, si dos archivos tienen las siguientes rutas relativas al directorio actual: ./AAA/2.jpg ./BBB/1.jpg entonces 2.jpg aparecerá primero cuando se ordene por ruta completa, mientras que 1.jpg aparecerá primero cuando se ordene por nombre de archivo.

Al ordenar por información Exif, se debe leer el encabezado de cada archivo, lo que puede resultar en velocidades de carga más lentas. Por ejemplo, en una unidad de red SMB o con archivos de video, la velocidad de lectura típica es de aproximadamente 10 archivos por segundo.</string>
	<key>sort-sizeA</key>
	<string>Ordenar por tamaño de archivo</string>
	<key>sort-sizeZ</key>
	<string>Ordenar por tamaño de archivo (descendente)</string>
	<key>statistic-content</key>
	<string>Cantidad de carpetas: %d
Cantidad de archivos: %d
Cantidad de imágenes: %d
Cantidad de videos: %d
Tamaño total: %@</string>
	<key>switch-to-custom-profile</key>
	<string>Cambiar a perfil personalizado %@</string>
	<key>switchToActualSize</key>
	<string>Tamaño real predeterminado de imagen</string>
	<key>switchToDarkMode</key>
	<string>Modo oscuro</string>
	<key>switchToFitToWindow</key>
	<string>Imagen predeterminada ajustada a la ventana</string>
	<key>switchToLightMode</key>
	<string>Modo Claro</string>
	<key>switchToSystemTheme</key>
	<string>Coincidir con el sistema</string>
	<key>up-folder</key>
	<string>Carpeta contenedora</string>
	<key>video-dimensions</key>
	<string>Dimensiones</string>
	<key>video-play-info</key>
	<string>En la interfaz del reproductor, al presionar el botón izquierdo del ratón se pausa la reproducción, y al arrastrar con el botón derecho se ajusta el progreso de la reproducción de video. Las teclas de flecha izquierda y derecha del teclado pueden avanzar y retroceder rápidamente, y mantener presionada la tecla Cmd permite la navegación cuadro por cuadro.

macOS soporta de forma nativa formatos de video como "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" y "vob". Otros formatos aún requieren un reproductor externo para la reproducción.

Para videos codificados con HEVC, el decodificador incorporado de macOS solo reconoce etiquetas de códec hvc1 y no reconoce etiquetas hev1. Puedes usar FFmpeg para realizar una conversión sin pérdida: ffmpeg -i input.mp4 -c copy -movflags +faststart -tag:v hvc1 output.mp4.

Presiona Cmd+Shift+V para "Reproducir automáticamente videos visibles," lo que significa que en vista de miniaturas, reproducirá en bucle los videos dentro del área visible. Al presionar el atajo nuevamente o cambiar de carpeta se saldrá de este modo.</string>
	<key>window-num-max</key>
	<string>El número de ventanas supera el límite</string>
</dict>
</plist>
